Revit 2027 API
ParameterTypeId.StairsLandingtypeLandingMaterial Property
 "Monolithic Material": Landing Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsLandingtypeLandingMaterial { get; }
Public Shared ReadOnly Property StairsLandingtypeLandingMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsLandingtypeLandingMaterial {
	ForgeTypeId^ get ();
}
static member StairsLandingtypeLandingMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace